---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlternateUnitsPrefix
source: html/339d9783-0151-05e9-fd73-36cf232da247.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlternateUnitsPrefix Property

"Alternate Units Prefix"

## Syntax (C#)
```csharp
public static ForgeTypeId AlternateUnitsPrefix { get; }
```